IDEA Open Model
MatSteelCISC.fu Property
Compatible with IDEA StatiCa 20.1
 Ultimate strength for nominal thickness of the element <= 40mm - fu
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double fu { get; set; }
Public Property fu As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelCISC Class
IdeaRS.OpenModel.Material Namespace